results/core6_v1/raw_batch2_20260710/incremental_blocks_4_5/20260710T143810_spike_H100_rep4/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 132663 out of 132663
     data_received..................: 30 MB   53 kB/s
     data_sent......................: 14 MB   24 kB/s
     http_req_blocked...............: avg=7.58µs   min=1.18µs   med=5.43µs   max=23.43ms  p(90)=10.69µs  p(95)=13.98µs 
     http_req_connecting............: avg=484ns    min=0s       med=0s       max=23.35ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=59.92ms  min=632.57µs med=52.31ms  max=739.69ms p(90)=104.2ms  p(95)=141.37ms
       { expected_response:true }...: avg=59.92ms  min=632.57µs med=52.31ms  max=739.69ms p(90)=104.2ms  p(95)=141.37ms
   ✓ http_req_failed................: 0.00%   0 out of 132663
     http_req_receiving.............: avg=1.14ms   min=12.82µs  med=559.26µs max=136.19ms p(90)=2.14ms   p(95)=3.52ms  
     http_req_sending...............: avg=21.29µs  min=3.56µs   med=13.49µs  max=2.93ms   p(90)=36.52µs  p(95)=56.85µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=58.75ms  min=461.72µs med=51.24ms  max=738.68ms p(90)=102.19ms p(95)=139.1ms 
     http_reqs......................: 132663  232.755821/s
     iteration_duration.............: avg=160.69ms min=102.53ms med=153.04ms max=840.64ms p(90)=205.01ms p(95)=242.24ms
     iterations.....................: 132663  232.755821/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100